Repository: mozilla-l10n/mt-training-data
Catalog: brh/brh_pontoon.tmx
Source language: en_us
Languages: brh

source: authenticated
brh: تصدیق کننگا

source: authentication code
brh: تصدیق کروکا کوڈ

source: autoplay
brh: آٹو پلے

source: backup authentication code
brh: بیک اپ تصدیق کروکا کوڈ

source: bookmark
brh: بک مارک

source: breakpoint
brh: بریک پوائنٹ

source: Bug report
brh: بگ رپورٹ

source: certificate authority
brh: سرٹیفکیٹ اتھارٹی

source: cipher
brh: سائفر

source: clipboard
brh: کلپ بورڈ

source: colorway
brh: رنگ نا کسر

source: confirmation code
brh: تصدیقی کوڈ

source: context
brh: سیاق و سباق

source: cookie banner
brh: کوکی بینر

source: corrupt
brh: خراب

source: corrupted
brh: خراب مروک

source: crash
brh: پِننگ

source: cross-site tracking cookie
brh: کراس سائٹ ٹریکنگ کوکی

source: debug
brh: ڈیبگ

source: deceptive site
brh: گمراہ کروکا سائٹ

source: decode
brh: ڈی کوڈ

source: decryption
brh: ڈکرپشن

source: disinformation
brh: غلط معلومداریک

source: distrust
brh: عدم اعتماد

source: email mask
brh: ای میل ماسک

source: enable
brh: لائخ کبو

source: encode
brh: انکوڈ

source: encrypt
brh: ڈکھوکی

source: encryption
brh: ڈکھوکی

source: end user
brh: گڈیکو کارمرز

source: Enhanced Tracking Protection
brh: جواننگا ٹریکنگ سوگوئی

source: extension
brh: بھلنی

source: fingerprinter
brh: فنگر پرنٹر

source: fingerprinting
brh: فنگر پرنٹنگ

source: Firefox View
brh: فائر فاکس ویو

source: grassroots
brh: روتہ غاک

source: home page
brh: مون نا پنہ

source: import
brh: درآمد

source: independent browser
brh: آجو براؤزر

source: innovations
brh: ایجاداک

source: insecure
brh: محفوظ اف

source: installation
brh: تنصیب

source: Issue
brh: ویل

source: Legacy extension
brh: قانونی بھلنی

source: misinformation
brh: غلط معلومداریک

source: native
brh: خلقی

source: net neutrality
brh: خالص غیر جانبداری

source: nonprofit
brh: غیر منافع بخش

source: non-profit
brh: غیر منافع بخش

source: open source
brh: ملوکا وسیلہ

source: override
brh: اوور رائڈ

source: phone number mask
brh: فون نمبر ماسک

source: pop-up
brh: پاپ اپ

source: preference
brh: ترجیح

source: Privacy Notice
brh: رازداری نا نوٹس

source: release
brh: یلہ مننگ

source: report
brh: رپورٹ

source: restricted site
brh: محدود انگا سائٹ

source: revert
brh: واپس اننگ

source: Review checker
brh: جاچ الوکا

source: search suggestion
brh: پٹنگ نا سلہ سوج

source: security keys
brh: خوندی نا کلیتاک

source: sensitive
brh: حساس

source: sidebar
brh: سائڈبار

source: sign
brh: سائن

source: signer
brh: سائن کروکا

source: sign in
brh: سائن ان

source: sign-in
brh: سائن ان

source: studies
brh: خواننگاک

source: Terms of Service
brh: خذمت نا وڑک

source: track
brh: ٹریک

source: trackers
brh: ٹریکرز

source: Tracking Content
brh: ٹریکنگ مواد

source: unencrypted
brh: ڈکھنگ مفروک

source: unresponsive
brh: ورندی تفروک

source: unsafe
brh: محفوظ مفروک

source: validate
brh: تصدیق کننگ

source: validity
brh: جواز

source: version
brh: ورژن

source: Web Authentication
brh: ویب نا تصدیق
